[
    "I hope they're referring to the end of their speech.",
    "I die a little inside. Not enough to actually leave, unfortunately.",
    "it's usually the person I liked the least saying the thing I care about the least.",
    "I look for the nearest exit. It's not there. Neither is my will to live.",
    "my nap gets delayed by another layer of disappointment.",
    "a meeting that could have been an email gains another five minutes of life.",
    "I assume they are gaslighting me into thinking this matters.",
    "I mentally check out and start planning what I'll have for lunch. It's always more important.",
    "I know for a fact it's going to be both last AND least.",
    "I wonder if they realize we all stopped listening after 'good morning.'",
    "an angel doesn't get its wings. An employee loses their will to live instead.",
    "I question every life choice that led me to this conference room.",
    "I can feel my soul trying to escape through my ears.",
    "I'm reminded that corporate jargon is just a fancy way to waste everyone's time.",
    "I silently hope they'll trip on their words. And maybe their shoelaces.",
    "I realize I've been holding my breath for five minutes. Not long enough.",
    "a perfectly good minute of my life gets filed under 'regrets.'",
    "I know they're about to introduce someone who should have been first but nobody cares.",
    "my enthusiasm dies. It was already on life support, to be fair.",
    "I add another tally to my internal 'why am I here' scoreboard.",
    "I contemplate faking a medical emergency. Then I remember I'd have to explain it later.",
    "I'm pretty sure they're legally required to say something completely irrelevant next.",
    "I start mentally drafting my resignation letter. Again.",
    "I make a note to update my LinkedIn profile later.",
    "I wonder if anyone would notice if I just stood up and walked out.",
    "my coffee gets colder and my spirit gets deader.",
    "I calculate how many more years until retirement.",
    "I'm forced to acknowledge someone who clearly doesn't want to be here either.",
    "I bite my tongue so hard I taste irony. And blood.",
    "the universe loses a little more faith in humanity.",
    "I start planning my escape route like I'm in a heist movie.",
    "I whisper a quiet prayer for mercy. It goes unanswered.",
    "I check if my poker face is still intact. It's not.",
    "someone mistakes alphabetical order for actual importance.",
    "I realize I've been nodding for three minutes and have no idea what's happening.",
    "my brain automatically plays elevator music to cope with the boredom.",
    "I wonder if this is what purgatory feels like.",
    "the phrase 'rock bottom' gets a new definition.",
    "I consider switching careers to anything that doesn't involve meetings.",
    "I add another reason to my growing list of 'why I hate Mondays.'",
    "I'm reminded why I should have become a forest hermit.",
    "someone thinks they're being original. They're not. They never are."
]
